Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: Operator 6O to 2B. Be aware that the following transmission is classified Privilege Level 5.
pl: Operator 6O do 2B. Poniższa transmisja jest chroniona 5 Poziomem Uprawnień.

source: Operator 6O to 2B. Come in, 2B.
pl: Operator 6O do 2B. Odezwij się, 2B.

source: Operator 6O to 2B. It is time for your regularly-scheduled contact.
pl: Operator 6O do 2B. Nadszedł czas na twój rutynowy kontakt.

source: Operator 6O to 2B... Time for your regularly-scheduled contact...
pl: Operator 6O do 2B... Pora na twój zaplanowany kontakt...

source: Operator Machine
pl: Maszyna operator

source: Operator model 21O is deceased.
pl: Model Operatorki 21O nie żyje.

source: Operator to 2B. Come in, 2B.
pl: Operator do 2B. Zgłoś się, 2B.

source: Operator to 9S.
pl: Operator do 9S.

source: Operator to 9S. Emergency transmission incoming.
pl: Operator do 9S. Nadchodzi transmisja kryzysowa.

source: Operator to 9S. I have bad news and I have good news.
pl: Operator do 9S. Mam dla was złe i dobre wieści.

source: Operator to 9S: Data upload complete.
pl: Operator do 9S: zakończono wysyłanie danych.

source: Operator to...2B!? 2B, are you all right!?
pl: Operator do... 2B?! 2B, wszystko w porządku?!

source: Operator!
pl: Operatorko!

source: Operator, this is 9S. Patch me through to the Commander.
pl: Operatorze, tutaj 9S. Połącz mnie z Komandor.

source: Operator, we uh... We just encountered a pair of humanoid machines.
pl: Operatorze, my ee... Właśnie napotkaliśmy parę humanoidalnych maszyn.

source: Operator, what—
pl: Operatorko, co...

source: Operator...
pl: Operatorko...

source: Operator?
pl: Operatorko?

source: Operator? Are you there?
pl: Operatorko? Jesteś tam?

source: Operator? What happened?
pl: Operatorko? Co się stało?

source: Optimize
pl: Optymalizuj

source: Optimize chip arrangement.
pl: Optymalizuj ułożenie czipów.

source: Or
pl: Lub

source: Or another where I keep trying out new parts every time my body is damaged...
pl: Albo to, w którym testuję nowe części za każdym razem, gdy moje ciało zostaje uszkodzone...

source: Or didn't you know?
pl: Czyżbyś nie wiedziała?

source: Or maybe their lives are just too hard to fathom without it.
pl: A może ich życie jest zbyt ciężkie, aby ogarnąć je bez niego.

source: Or perhaps he skipped right past profound and went straight to crazy instead.
pl: Albo... od razu pominął wnikliwość i przeszedł prosto do szaleństwa?

source: Or rather,
pl: Albo raczej,

source: Or should I say,
pl: Albo powinienem powiedzieć,

source: Or should we call you A2 now?
pl: Czy powinniśmy cię teraz nazywać A2?

source: Or so the poet wrote before he put down his pen, swallowed the paper whole, and prayed that the next life might turn out so well. He then took Faith—already stained with the blood of another—and plunged it deep into his chest.
pl: Tak napisał poeta zanim odłożył pióro, połknął papier w całości i pomodlił się, aby jego następne życie okazało się tak samo dobre. Spojrzał wtedy na Wiarę — splamioną już krwią — i wbił ją głęboko w swoją pierś.

source: Or some kind of punishment?
pl: Albo jakiś rodzaj kary?

source: Or, rather,
pl: Albo, raczej,

source: Or, to be exact, the place protected by the person I used to be.
pl: A dokładniej... to miejsce było chronione przez osobę, którą kiedyś byłem.

source: Or, you could say
pl: Albo, możesz powiedzieć

source: Orders are orders.
pl: Rozkazy to rozkazy.

source: Ore containing copper.
pl: Ruda zawierająca miedź.

source: Ore containing copper. It's usually mined, but for some reason, this stuff is lying around everywhere.
pl: Ruda zawierająca miedź. Wydobywana w kopalniach, ale z jakiegoś powodu poniewiera się na powierzchni.

source: Organize a search-and-rescue party for the missing YoRHa members at once!
pl: Natychmiast zorganizować grupę poszukiwawczą w celu odnalezienia zaginionych jednostek YoRHa!

source: Origin point of long-range lasers confirmed.
pl: Potwierdzono źródło lasera dalekiego zasięgu.

source: Other
pl: Inne

source: Other Players' Bodies
pl: Ciała innych graczy

source: Other androids are also dissatisfied with it, but that's the way it is, I'm afraid.
pl: Innym androidom też się to nie podoba, ale obawiam się, że tak to już jest.

source: Other machines await. Stronger machines. Good luck. Goodbye.
pl: Inne maszyny czekają. Silniejsze maszyny. Powodzenia. Żegnaj.

source: Otherwise they're just going to go off course.
pl: W przeciwnym razie rakiety po prostu zejdą z kursu.

source: Otherwise we'll all go insane, what with the constant fighting going on.
pl: Inaczej wszyscy oszalejemy przez tę ciągłą walkę.

source: Otherwise,
pl: W przeciwnym razie

source: Our Ho229 cancellers are ineffective.
pl: Nasze zagłuszacze Ho229 są nieefektywne.

source: Our android forces currently have a carrier deployed in the Pacific Ocean.
pl: Naszym siłom udało się rozlokować na Pacyfiku lotniskowiec.

source: Our attack squadron can now infiltrate the base.
pl: Nasza eskadra szturmowa może teraz zinfiltrować bazę wroga.

source: Our commanding officer loooves formalities. Me? I'd rather just get the orders over with and start the mission already.
pl: Nasza oficer dowodząca koooocha formalności. Ja? Wolę po prostu dostać rozkazy i od razu zająć się misją.

source: Our core programming demands that we—
pl: Nasze podstawowe oprogramowanie wymaga, abyśmy...

source: Our cursed cycle of destruction and rebirth continues without end!
pl: Nasz przeklęty cykl niszczenia i odradzania trwa bez końca!

source: Our data suggests that mankind gained great intelligence from consuming fruit.
pl: Nasze dane sugerują, że spożywając owoce, ludzkość zdobyła wielką inteligencję.

source: Our electricity bill is through the roof this month!
pl: Nasze rachunki za prąd w tym miesiącu są ogromne!

source: Our elite YoRHa forces, the pride of humanity, have defeated two enemy network units known as Adam and Eve.
pl: Nasze elitarne siły YoRHa, duma ludzkości, pokonały dwie wrogie jednostki zarządzające siecią, znane jako Adam i Ewa.

source: Our escort ship has taken damage and is unable to engage.
pl: Statek który nas eskortował, jest uszkodzony i nie jest w stanie walczyć.

source: Our glorious goal is just over there!
pl: Nasz upragniony cel znajduje się tam!

source: Our intel team is hard at work attempting to analyze the source of the signal, but we're not there yet.
pl: Nasz wywiad ciężko pracuje, aby przeanalizować źródło sygnału, ale jeszcze nie mamy ostatecznych wniosków.

source: Our leader Anemone is responsible for this camp. You should go say hi when you get a minute.
pl: Anemona jest naszą przywódczynią i odpowiada za ten obóz. Przywitajcie się z nią jak tylko znajdziecie na to chwilę.

source: Our leader is tough, but that doesn't mean she doesn't worry. So don't go upsetting her, understand!?
pl: Nasza przywódczyni jest twarda, ale to nie znaczy, że się nie martwi. Dlatego lepiej jej nie denerwujcie. Zrozumiano?!

source: Our leader's in the back.
pl: Nasza przywódczyni wróciła.

source: Our leader's nice. Really nice. Super nice! Hey, don't look at me like that. It's because I talk so much, isn't it? It's a bad habit but
pl: Nasza przywódczyni jest miła. Naprawdę miła. Super miła! Hej, nie patrz tak na mnie. To przez to, że tyle gadam, czyż nie? To zły nawyk, ale...

source: Our maintenance team filed a complaint about how you treat your flight unit.
pl: Nasz zespół naprawczy złożył skargę dotyczącą twojego traktowania jednostek latających.

source: Our mission to oversee the progress of Project YoRHa is complete.
pl: Nasze zadanie kontrolowania postępu Projektu YoRHa zostało zakończone.

source: Our model kinda went nutso at some point in the past. It ended badly.
pl: Dawno temu, w pewnym momencie, naszym modelom zupełnie odbiło. Źle się to skończyło...

source: Our orders are to function as a kind of guerilla unit that provides support as necessary.
pl: Zgodnie z rozkazami, mamy działać jako swego rodzaju jednostka partyzancka, zapewniająca w razie potrzeby wsparcie.

source: Our own skills improve each time we spar with this machine.
pl: Nasze umiejętności rosną za każdym razem, gdy walczymy z tą maszyną.

source: Our records don't say anything about a machine like this!
pl: Nasze zapiski nie wspominają nic o maszynach takich jak ta!

source: Our red-hooded target should be in the desert.
pl: Nasz cel w czerwonym kapturze powinien znajdować się na pustyni.

source: Our storage facility is over in the city ruins. Helps keep it safe from enemy attacks and all that noise.
pl: Nasz magazyn znajduje się w ruinach miasta. Dzięki temu jest bezpieczniejszy przed atakami wroga i całym tym zamieszaniem.

source: Our strides were the same
pl: Nasze kroki były takie same

source: Our surface activity is going to be severely limited until we get it fixed.
pl: Dopóki nie zostanie naprawiony, nasza aktywność na powierzchni pozostanie mocno ograniczona.

source: Our victory is nigh!
pl: Nasze zwycięstwo jest blisko!

source: Our village is under—
pl: Nasza wioska jest pod...

source: Outdated YoRHa models.
pl: Przestarzały model YoRHa.

source: Outdoor Machine
pl: Maszyna na zewnątrz

source: Outfitted with extra parts, this reverse-jointed, Goliath-class machine resembles a dinosaur more than ever. It uses energy stored in its dorsal fins to fire lasers from its mouth.
pl: Ubrana w dodatkowe części, ta maszyna o odwróconych stawach klasy Goliat przypomina dinozaura. Używa energii zgromadzonej w grzbietowych płetwach, by wystrzelić z paszczy laser.

source: Outsider!
pl: Obcy!

source: Outsourcing Manager
pl: Menadżer outsourcingu

source: Outsourcing Supervisor
pl: Nadzorca outsourcingu

source: Outta my way!
pl: Z drogi!

source: Over and over...
pl: W kółko to samo...

source: Over here, stranger! Got somethin' that might interest ya, so whaddaya buyin'?
pl: Witaj, przybyszu! Posiadam towary, które mogą obcego zainteresować, może obcy coś kupi?

source: Over there! Initiating rescue!
pl: Ktoś tam jest! Rozpoczynam akcję ratunkową!

source: Over there.
pl: Tam.

source: Over.
pl: Bez odbioru.

source: Overclock
pl: Przetaktowanie

source: Overclock +1
pl: Przetaktowanie +1

source: Overclock +2
pl: Przetaktowanie +2

source: Overclock +3
pl: Przetaktowanie +3

source: Overclock +4
pl: Przetaktowanie +4

source: Overclock +5
pl: Przetaktowanie +5

source: Overclock +6
pl: Przetaktowanie +6

source: Overclock +7
pl: Przetaktowanie +7

source: Overclock +8
pl: Przetaktowanie +8

source: Overcoming the crisis this creates will present an opportunity for our kind to evolve even further.
pl: Przezwyciężenie tego kryzysu umożliwi naszej rasie ewolucję na jeszcze wyższy poziom.

source: Overlap
pl: Konflikt

source: Overprotective Machine
pl: Nadopiekuńcza matka

source: Overview
pl: Opis

source: Overview While the machine lifeform network was destroyed following the collapse of the Tower, a great deal of previously unknown information regarding machine lifeforms and aliens was recovered from the wreckage. As part of this analysis, we compiled research and conjecture regarding both the machine lifeform network and the lifeform Codename N2—commonly known as the Red Girls—that was thought to have been commanding them. - Machine lifeforms are weapons created by the aliens. The only command given for their behavior was to "defeat the enemy." However, it appears that their capacity for growth and evolution went too far, and they eventually turned on and killed their creators. - At this point, machine lifeforms recognized that the goal of "defeating the enemy" actually REQUIRED an enemy. In order to maintain this singular objective, they reached the contradictory conclusion that their current enemies—the androids—could not be annihilated completely, lest they no longer have an enemy to defeat. - In order to resolve this inherent contradiction, the machine lifeforms began to intentionally cause deficiencies in their network, diversifying the vectors of evolution for all machines. This is the cause behind some of the more "special" machine lifeforms, such as Pascal and the Forest King. - Meanwhile, the deficient network began repeating a process of self-repair while incorporating surrounding information, until it finally reached a fixed state as a new form of network. Traces of information regarding human memories from the quantum server of the old model were discovered, indicating that it had integrated them during the final stages of its growth process. Said server contained a record of the discarded "Project Gestalt," as well as information on the human who was the first successful example of the Gestalt process. - Having acquired information regarding humanity, the network's structure changed once more, becoming what might better be called a meta network (or a "concept", to borrow the words of the machines). This led directly to the formation of the ego we identify as N2. ...So then! To sum up: For hundreds of years, we've been fighting a network of machines with the ghost of humanity at its core. We've been living in a stupid fucking world where we fight an endless war that we COULDN'T POSSIBLY LOSE, all for the sake of some Council of Humanity on the moon that doesn't even exist. I don't know what the point is to all this, but I swear I will kill every evolutionary dead-end machine lifeform, as well as every single asshole behind Project YoRHa. I'm coming for all your heads. Fuck you. Information Analysis Officer, Jackass
pl: Podsumowanie Podczas gdy po upadku Wieży sieć mechanicznych form życia została zniszczona, z wraku zostało odzyskanych wiele wcześniej nieznanych informacji dotyczących mechanicznych form życia, oraz obcych. W ramach niniejszej analizy, skompilowaliśmy wyniki badań i domysły dotyczące zarówno sieci mechanicznych form życia, jak i formy życia o kryptonimie N2 — bardziej znanej jako Czerwone Dziewczynki — którą uważano za dowodzącą nimi. - Mechaniczne formy życia są broniami stworzonymi przez kosmitów. Aby sterować ich zachowaniem, dano im tylko jedno polecenie: „pokonać wroga”. Wygląda jednak na to, że ich zdolność do rozwoju i ewolucji zaszła tak daleko, że doprowadziła do sprzeciwienia się i zabicia swoich stwórców. - W tym momencie, mechaniczne formy życia dostrzegły, że cel „pokonać wroga” w rzeczywistości WYMAGA istnienia wroga. Aby zachować swój jedyny cel, doszły do sprzecznego wniosku, że ich obecny wróg — androidy — nie mogą zostać w całości wyeliminowane, ponieważ nie byłoby wtedy wroga do pokonania. - Aby rozwiązać tę wrodzoną sprzeczność, mechaniczne formy życia zaczęły celowo wywoływać uszkodzenia w swojej sieci, dywersyfikując wektory ewolucji wszystkich maszyn. To właśnie przyczyniło się to do powstania bardziej „specjalnych” mechanicznych form życia, takich jak Pascal czy Król Lasu. - W tym samym czasie, uszkodzona sieć zaczęła powtarzać proces samonaprawy, dodatkowo włączając otaczające ją informacje, aż w końcu osiągnęła stały stan jako nowa forma sieci. Zostały odkryte ślady informacji dotyczących ludzkich wspomnień z serwera kwantowego starego modelu, wskazujące, że zostały one zintegrowane podczas ostatnich etapów procesu wzrostu. Wspomniany serwer zawierał zapisy na temat porzuconego „Projektu Gestalt”, jak i informacji o człowieku, który był pierwszym udanym przykładem procesu Gestalt. - Po zdobyciu informacji dotyczących ludzkości, struktura sieci ponownie się zmieniła, stając się czymś, co można lepiej określić jako metasieć (albo „koncept”, używając słów maszyn). Doprowadziło to bezpośrednio do uformowania ego, które identyfikujemy jako N2. A zatem, podsumowując: przez setki lat walczyliśmy z siecią maszyn posiadającą w swej istocie ducha ludzkości. Żyliśmy na tym popierdolonym świecie, walcząc w niekończącej się wojnie, której NIE MOGLIŚMY PRZEGRAĆ! A wszystko to w interesie jakiejś Rady Ludzkości na księżycu, która nawet nie istnieje. Nie wiem jaki jest w tym wszystkim cel, ale przysięgam, że zabiję każdą mechaniczną formę życia, będącą ślepą uliczką ewolucji, a także każdego jebanego skurwiela stojącego za Projektem YoRHa! Idę po wasze głowy. Pierdolcie się! Oficer Analizy Informacji, Jackass

source: Overwrite save in this slot?
pl: Nadpisać na tym slocie?

source: Overwrite the save in this slot?
pl: Nadpisać na tym slocie?

source: Overwrite this save?
pl: Nadpisać ten zapis?

source: Overwrite this save? (The game will resume from the nearest access point.)
pl: Nadpisać ten zapis? (Gra zostanie wznowiona od najbliższego punktu dostępu).

source: Ow! Owowowowowwww...
pl: Auć! Ałałałałałałała...

source: Ow. Ow. Owowowowowowowow...
pl: Ała. Ała. Ałałałałałałałałałałałałałała...

source: Owowowow...
pl: Ałałałałał...

source: Owowowowow...
pl: Ałałałałała...

source: Owwww! Aaaah!
pl: Aaauuuu! Aaach!

source: Owwwwww...
pl: Aaaauuuuu...

source: P-P-P-Pleeee...ase...
pl: P... p... p... prosz... szęeee...

source: P-Please... You must help me find her!
pl: Proszę... Pomóżcie mi ją odnaleźć!

source: PASS NUMBER
pl: NUMER PASSA

source: PAUSED
pl: PAUZA

source: PIDGEON
pl: GOŁĄB

source: PLACEMENT ANGLE
pl: KĄT UMIESZCZENIA

source: PLAYER CANNOT EVADE
pl: GRACZ NIE MOŻE WYKONYWAĆ UNIKÓW

source: PLAYER CANNOT FIRE PROJECTILES
pl: GRACZ NIE MOŻE STRZELAĆ POCISKAMI

source: PLAYER CANNOT JUMP
pl: GRACZ NIE MOŻE SKAKAĆ

source: PLAYER CANNOT MOVE
pl: GRACZ NIE MOŻE SIĘ PORUSZAĆ

source: PLAYER CANNOT USE A SKILLS
pl: GRACZ NIE MOŻE UŻYWAĆ UMIEJĘTNOŚCI

source: PLAYER CANNOT USE HEAVY ATTACKS
pl: GRACZ NIE MOŻE UŻYWAĆ CIĘŻKICH ATAKÓW

source: PLAYER CANNOT USE LIGHT ATTACKS
pl: GRACZ NIE MOŻE UŻYWAĆ LEKKICH ATAKÓW

source: PLAYER HP 1
pl: PŻ GRACZA 1

source: PLAYER HP DOES NOT DECREASE
pl: PŻ GRACZA NIE SPADA

source: PLAYER IGNORES DAMAGE
pl: GRACZ IGNORUJE OBRAŻENIA

source: PLEASE BE CAREFUL...
pl: PROSZĘ, BĄDŹCIE OSTROŻNI.

source: PLEASE KILL ME.
pl: PROSZĘ ZABIJ MNIE.

source: PLEASE TAKE THIS AS PAYMENT FOR THE MEDICINE.
pl: PROSZĘ, WEŹCIE TO, JAKO ZAPŁATĘ ZA LEKARSTWO.

source: PLEASE VISIT US AGAIN.
pl: PROSZĘ, ZAJRZYJCIE DO NAS JESZCZE KIEDYŚ.

source: PLEASE. I BEG OF YOU...
pl: PROSZĘ. BŁAGAM WAS...

source: PLEASE. MY MOTHER! YOU HAVE TO RESCUE HER!
pl: PROSZĘ. MOJA MATKA! MUSISZ JĄ URATOWAĆ!

source: PLEASE...KILL...ME...
pl: PROSZĘ... ZABIJ... MNIE...

source: PR & Communications Director
pl: Dyrektor ds. PR i komunikacji

source: PR Executive - SEJ West
pl: Dyrektor PR - SEJ West

source: PR Manager
pl: Menadżer PR

source: PR Planner
pl: Planista PR

source: PRESIDENT & CEO
pl: PREZES I DYREKTOR GENERALNY

source: PRODUCER
pl: PRODUCENT

source: PRODUCTION
pl: PRODUKCJA

source: PROGRAMMING
pl: PROGRAMOWANIE

source: Package
pl: Paczka

source: Page 278 contains a recipe for an anti-inflammation analgesic which has a high probability of—
pl: Strona 278 zawiera przepis na lek przeciwzapalny i przeciwbólowy, który ma dużą szansę...

source: Pain pain pain...
pl: Ból ból ból...

source: Pain! So much pain!
pl: Ból! Tak dużo bólu!

source: Palestine
pl: Palestyna

source: Paper Attached to Vehicle
pl: Kartka przyczepiona do pojazdu

source: Papua New Guinea
pl: Papua-Nowa Gwinea

source: Parade Escort
pl: Eskorta parady

source: Paradise
pl: Raj

source: Paraguay
pl: Paragwaj

source: Parameter for experimental purposes. Changing it may lead to anomalies in your visual data. YoRHa Technology Division
pl: Parametr eksperymentalny. Zmiana ustawień może prowadzić do anomalii w sygnale wizualnym. Dział Technologii YoRHa

source: Parenticide
pl: Rodzicobójstwo

source: Park Access Key
pl: Klucz dostępu z parku

source: Park Information ★ Carnival Plaza Pass through the gates and step into a world of fantasy before enjoying a fabulous parade put on by our carnival cast! * Parades are held twice daily, at 2 PM and 6 PM. ★ Midnight Town How many of the ghosts that stalk these back streets can you track down? ★ Roller Coaster Soar through the air at over 130 kilometers an hour in this wildly popular attraction! ★ Grand Ferris Wheel Perfect for those looking to wind down after a day of hard play. Rumor has it that if you see fireworks while riding the Ferris wheel with someone you like, the two of you will begin dating! ★ Hollywood Coaster This dynamic thrill ride takes guests on a wild trip around a spectacular fantasy castle. It's the first roller coaster ever created with NO SEAT BELTS! ★ Fantasy Castle Treat yourself to a grand ball attended by princesses from across the entire amusement park! (Admission extra) ★ Food Court Tempt your taste buds with a host of restaurants that feature something for the whole family. And remember, no trip is complete without a visit to our world-famous Hot Dog Museum, which boasts the largest collection of wieners anywhere in the world!
pl: Informacje o Parku ★ Plac Karnawałowy Przejdź przez przez bramę do fantastycznego świata i ciesz się cudowną paradą naszej karnawałowej obsady! * Parady odbywają się dwa razy dziennie o 14.00 i o 18.00. ★ Miasteczko o Północy Ile duchów krążących po tych ulicach jesteś w stanie wyśledzić? ★ Roller Coaster Wznieś się w powietrze z prędkością powyżej 130 kilometrów na godzinę dzięki tej szalenie popularnej atrakcji! ★ Wielki Diabelski Młyn Idealny dla tych, którzy chcą odsapnąć po całym dniu szalonej zabawy. Plotki mówią, że jeśli razem z osobą, którą lubisz, zobaczysz z kabiny młyna fajerwerki, to zaczniecie się spotykać! ★ Hollywódzka Kolejka Górska Ta dynamiczna i wywołująca dreszcz emocji atrakcja zabiera gości na dziką przejażdżkę wokół spektakularnego zamku wyglądającego jak z baśni. Jest to pierwszy kiedykolwiek stworzony roller coaster BEZ PASÓW! ★ Zamek z Baśni Zafunduj sobie wielki bal, na którym pojawią się księżniczki z całego parku! (płatne dodatkowo) ★ Dziedziniec z Jedzeniem Skuś swoje kubki smakowe w jednej w licznych restauracji, które podają dania dla całej rodziny. I pamiętaj — żadna wycieczka nie jest kompletna bez wizyty w naszym znanym na całym świecie Muzeum Hot Dogów, które prezentuje największą kolekcję kiełbasek z całego świata!

source: Park Ruins: Above Theater
pl: Park rozrywki: nad teatrem

source: Park Ruins: Attraction Sq.
pl: Park rozrywki: plac atrakcji

source: Park Ruins: Coaster
pl: Park rozrywki: kolejka

source: Park Ruins: Theater
pl: Park rozrywki: teatr

source: Part 1 of a set of 5.
pl: Część 1 z 5 kolekcji.

source: Part 2 of a set of 5 amazing soundtracks.
pl: Część 2 z 5 kolekcji niesamowitej ścieżki dźwiękowej

source: Part 3 of a set of 5 soundtracks in extremely high demand.
pl: Część 3 z 5 niezwykle popularnej kolekcji.

source: Part 4 of a set of 5 highly anticipated soundtracks.
pl: Część 4 z 5 gorąco oczekiwanej kolekcji.

source: Part of a machine lifeform.
pl: Część mechanicznej formy życia.

source: Part of a machine lifeform. May have something to do with the treasure of the forest.
pl: Część mechanicznej formy życia. Wydaje się mieć coś wspólnego z leśnym skarbem.

source: Partner NPC Combat Style
pl: Styl walki partnera NPC

source: Pascal Needs Help
pl: Pascal potrzebuje pomocy

source: Pascal and the children escape to the abandoned factory. A2 goes, learns of a large group of enemies and moves to intercept them. But something far worse awaits her after the fight.
pl: Pascal ucieka z dziećmi do opuszczonej fabryki. A2, kierując się w stronę ostatniego miejsca pobytu Pascala, zauważa wielką grupę wrogów, z którymi podejmuje walkę. Ale po wygranej, czeka na nią coś o wiele gorszego.

source: Pascal asked you to collect information pertaining to the old world. Bring back any interesting tidbits that you find.
pl: Pascal prosi cię o zebranie informacji dotyczących starego świata. Przynieś mu wszelkie interesujące skrawki jakie znajdziesz.
